coefficient = {
    "Денежные единицы древней Руси XI - XV вв": {
        "Гривна серебра": 14280,
        "Гривна кун (1/4 Гривны серебра)": 3570,
        "Ногата (1/20 Гривны кун)": 178.5,
        "Куна": 142.8,
        "Резана": 71.4},

    "Денежные единицы Московии XVI-XVII вв.": {
        "Рубль счетный (1/3 Гривны серебра)": 4760,
        "Алтын": 142.8,
        "Копейка (Новгородка)": 47.6,
        "Деньга (Московка)": 23.8,
        "Полушка": 11.9},

    "Денежные единицы России XVIII-XIX вв.": {
        "Империал (10 рублей серебром)": 12596.5000,
        "Рубль серебром": 1259.65,
        "Рубль ассигнациями до 1840 г.": 999.7222,
        "Рубль ассигнациями с 1840 г.": 359.9000,
        "Копейка серебром": 12.5965},

    "Денежные единицы России с 1897 г по 1914 г.": {
        "Империал (15 рублей серебром)": 24400.9500,
        "Рубль": 1626.73,
        "Копейка": 16.2673, },

    "Денежные единицы СССР": {
        "Рубль на 1937": 1010.570,
        "Рубль на 1947": 1353.48,
        "Рубль на 1980": 197
    }
}
